Repository: salarSb/CRM_Project
Catalog: organizations/locale/*/LC_MESSAGES/django.po
Languages: fa

source: province
fa: استان

source: province name
fa: نام استان

source: organization phone
fa: تلفن سازمان

source: number of workers
fa: تعداد کارگران

source: products
fa: محصولات

source: owner of organization
fa: صاحب سازمان

source: owner phone
fa: تلفن مالک

source: owner email
fa: ایمیل مالک

source: submit date
fa: تاریخ ثبت سازمان

source: submit user
fa: کاربر ثبت کننده

source: My CRM
fa: ارتباط با مشتری

source: Organizations
fa: سازمان ها

source: Create Organization
fa: ثبت سازمان جدید

source: Company Products
fa: محصولات انجمن

source: Quotes
fa: پیش فاکتور ها

source: Submit Quote
fa: ثبت پیش فاکتور

source: Follow Ups
fa: پیگیری ها

source: Create Follow Up
fa: ثبت پیگیری

source: Logout
fa: خروج

source: Login
fa: ورود

source: Province
fa: استان

source: Phone
fa: تلفن سازمان

source: Submit Date
fa: تاریخ ثبت سازمان

source: Number of Workers
fa: تعداد کارگران

source: Submit by
fa: ثبت شده توسط

source: Owner Email
fa: ایمیل مالک

source: Owner Name
fa: نام مالک شرکت

source: Owner Phone
fa: تلفن مالک

source: Products
fa: محصولات

source: Recommended Products
fa: محصولات پیشنهادی

source: Edit
fa: ویرایش

source: Click Here
fa: اینجا کلیک کنید

source: Organization Name
fa: نام سازمان

source: Organization Phone
fa: تلفن سازمان

source: Number Of Workers
fa: تعداد کارگران

source: Manufactured Products
fa: محصولات تولیدی سازمان

source: Owner of Organization
fa: صاحب سازمان

source: Submit
fa: ثبت

source: Owner
fa: مالک

source: Submitted by
fa: ثبت شده توسط

source: Detail
fa: جزئیات

source: Enter a valid mobile number. This value may contain numbers only, and must be exactly 11 digits starting with "09"
fa: شماره تلفن صحیح نیست، فقط شامل اعداد و دقیقا 11 رقم که با 09 آغاز میشود

source: Create an Organization
fa: ثبت سازمان جدید

source: Update an Organization
fa: ویرایش سازمان

source: Organization Detail
fa: جزئیات سازمان
